
RUIDefaultDeviceName							= "TV";

OK												= "승인";
Next											= "다음";
Cancel											= "취소";

ResumeMenuResumeItem							= "재생 다시 시작";
ResumeMenuStartFromBeginningItem				= "처음부터 시작하기";

ITSPresentsMenuItem								= "iTunes 인기 항목 10";
ITunesTop10MusicVideos							= "iTunes 인기 뮤직 비디오 10";
LoadingDataFromITMS								= "iTunes Store에 연결 중...";
LoadingDataFromApple							= "극장용 예고편 로드 중...";

PhotoModuleAllSubAlbumsMenuItem					= "모두";
PhotoModuleSharedAlbumsMenuItem					= "공유된 사진";
PhotoModuleFetchingServersMenuItem				= "공유된 사진 찾는 중...";
PhotoModuleNoServersMenuItem					= "사용 가능한 공유된 사진 없음";
PhotoModuleNoServersExplanation					= "현재 사용 가능한 공유된 iPhoto 보관함이 없습니다.";
PhotoWindowHeader								= "사진";
NoPhotosInAlbumMessage							= "이 앨범에는 사진이 없습니다.";
PhotoSlideshowSettings							= "슬라이드쇼 설정";

// Slideshow Settings:

PhotoSlideshowSettingTimePerSlide				= "슬라이드당 시간";
PhotoSlideshowSettingMusic						= "음악";
PhotoSlideshowSettingRepeat						= "반복";
PhotoSlideshowSettingShufflePhotos				= "사진 임의 순서로 보기";
PhotoSlideshowSettingShuffleMusic				= "음악 임의 재생";
PhotoSlideshowSettingKenBurns					= "Ken Burns 효과";
PhotoSlideshowSettingTransitions				= "영상 효과";
PhotoSlideshowSettingTimeFormat					= "%d초"; // examples: 3 seconds, 5 seconds, 10 seconds

PhotoSettingRandomTransitions					= "임의";
PhotoSettingNoTransitions						= "끔";
Cube											= "큐브";
Dissolve										= "디졸브";
Droplet											= "물결";
"Fade Through Black"							= "검정색으로 페이드";
Flip											= "뒤집기";
"Mosaic Flip Large"								= "큰 모자이크로 뒤집기";
"Mosaic Flip Small"								= "작은 모자이크로 뒤집기";
"Page Flip"										= "페이지 넘기기";
Push											= "밀어내기";
Reveal											= "나타내기";
Twirl											= "소용돌이";
Wipe											= "닦아내기";

PhotoSlideshowSettingMusicNowPlaying			= "지금 재생 중";

PhotoSettingOff									= "끔";
PhotoSettingOn									= "켬";

TVShowsHourMinuteSecondFormat					= "%d:%02d:%02d";
TVShowsMinuteSecondFormat						= "%d:%02d";
TVShowsUnknownShow								= "무제";
SortWidgetDateLabel								= "날짜";
SortWidgetShowLabel								= "프로그램";

/* Metadata strings */
ActorsSeparator									= ", ";

MetadataLabelSeparator							= ":";

MetadataCast									= "배우";
MetadataDuration								= "길이";
MetadataAirDate									= "방송";
MetadataReleaseDate								= "출시";
MetadataInTheatres								= "개봉";
MetadataArtist									= "아티스트";
MetadataAlbum									= "앨범";
MetadataGenre									= "장르";
MetadataNumberOfEpisodes						= "에피소드 개수";
MetadataNumberOfTracks							= "트랙";
MetadataMostRecent								= "가장 최신 에피소드";
MetadataDirector								= "감독";
MetadataDirectors								= "감독";
MetadataProducer								= "제작자";
MetadataProducers								= "제작자";
MetadataArtistVarious							= "다양함";
MetadataArtistUnknown							= "알 수 없는 아티스트";
MetadataAlbumUnknown							= "알 수 없는 앨범";
MetadataPlaylistUnknown							= "알 수 없는 재생목록";
MetadataComposerUnknown							= "알 수 없는 작곡가";
MetadataGenreUnknown							= "알 수 없는 장르";
MetadataAuthor									= "저자";
MetadataTitle									= "제목";
MetadataEpisode									= "에피소드";
MetadataSeasonFormat							= "(시즌 %d)";
MetadataFrom									= "보낸 사람";
MetadataTags									= "태그";
MetadataViews									= "보기";
MetadataDateAdded								= "추가됨";
MetadataCategory								= "종류";

/* Rating strings */
RatingExplicit									= "유해 컨텐츠";

MediaTitleDefault								= "무제";

StreamingNameInList								= "스트리밍";
StreamingSearchingForSharedMedia				= "공유 컨텐츠 검색 중...";

TodayDate										= "오늘";
YesterdayDate									= "어제";

GoBackText										= "뒤로 이동하려면 Menu(메뉴)를 누르십시오";

/* key is always the same, value is language key like ru, Spanish, etc */
UseMe											= "한글";

AuthPasswordPrompt								= "암호:";
AuthEnterPasswordPrompt							= "%@에 대한 암호 입력:";

TextInputDoneLabel								= "완료";
TextInputDeleteLabel							= "삭제";
TextInputSpaceLabel								= "간격";

AlternateTextInputSpaceLabel					= "간격";
AlternateTextInputDeleteLabel					= "삭제";
TextInputMoreSymbolsLabel						= "#+=";
TextInputMoreCharactersLabel					= "abc";

/* all the items in this group are old and will be replaced with non-Module versions */

MusicNameInList									= "음악";
MusicPlaylistsMenuItem							= "재생목록";
MusicArtistsMenuItem							= "아티스트";
MusicAlbumsMenuItem								= "앨범";
MusicSongsMenuItem								= "노래";
MusicPodcastsMenuItem							= "Podcast";
MusicMusicVideosMenuItem						= "뮤직 비디오";
MusicGenresMenuItem								= "장르";
MusicComposersMenuItem							= "작곡가";
MusicAudiobooksMenuItem							= "오디오북";
MusicShuffleSongsMenuItem						= "노래 임의 재생";
MusiciTunesPresentsMenuItem						= "iTunes Store가 선보입니다";
MusicNowPlayingMenuItem							= "지금 재생 중";
MusicCDMenuItem									= "%@";
MusicCDEjectMenuItem							= "CD 추출";
MusicSharedMusicMenuItem						= "공유된 음악";
MusicSpecialPlaylistName						= "Front Row 재생목록";
MusicAllAlbumsListHeader						= "모든 앨범";
MusicAllSongsListHeader							= "모든 노래";
MusicAllArtistsListHeader						= "모든 아티스트";
MusicAllTracksListSpecifier						= "모두";
MusicUntitledTrack								= "무제 트랙";
MusicNoSharedPlaylistsMenuItem					= "사용 가능한 음악 없음";
MusicTrackIndexOfCount							= "%ld/%ld";

/* radio-specific music strings*/
MusicRadioBufferingText							= "“%@” 스트리밍 버퍼링 중";

TrailerNegativeTimeChar							= "-";
TrailerHourMinuteSecondFormat					= "%@%01d:%02d:%02d";
TrailerMinuteSecondFormat						= "%@%01d:%02d";

GenericError                                    = "오류가 발생했습니다.";
GenericListError								= "이 목록에는 항목이 없습니다.";

WaitPleaseWait									= "잠시만 기다리십시오";
WaitContactingRemoteHost						= "원격 iTunes 호스트에 연결 중...";

WirelessSetupSearchText							= "무선 네트워크 검색 중...";
NotConnectedToInternet							= "Apple TV가 인터넷에 연결되어 있지 않습니다.";
NotConnectedToNetwork							= "Apple TV가 네트워크에 연결되어 있지 않습니다.";
CheckNetworkConnection							= "네트워크 설정을 확인한 뒤 다시 시도하십시오.";
UntitledWirelessNetworkName						= "없음";

// iTunesPairing Strings
PairWithITunesTitle								= "iTunes에 연결";

PairWithITunesForInitialSyncingDescription		= "설정을 완료하고 iTunes 컨텐츠를 Apple TV로 동기화하려면, iTunes를 실행한 뒤 장비 목록에서 Apple TV를 선택하십시오. 다음 암호를 입력해야합니다:";
PairWithITuneForInitialSyncingSkipPairingLabel	= "Apple TV를 스트리밍용으로만 사용한다면 Menu(메뉴)를 누른 뒤 “iTunes에 연결”을 소스 메뉴에서 선택하십시오.";

PairWithITunesForSyncingDescription				= "iTunes에 연결하여 Apple TV로 컨텐츠를 동기화하려면, iTunes를 실행한 뒤 장비 목록에서 Apple TV를 선택하십시오. 다음 암호를 입력해야합니다:";
PairWithITunesForSyncingDescriptionWhenCurrentlyPaired	= "Apple TV는 현재 “%@”에 연결되어 있습니다. 다른 보관함에 연결하려면, 해당 컴퓨터에서 iTunes를 실행한 뒤 장비 목록에서 Apple TV를 선택하십시오. 이는 Apple TV의 모든 컨텐츠를 대치합니다. 다음 암호를 입력해야합니다:";

PairWithITunesForSyncingSkipPairingLabel		= "";

PairWithITunesForStreamingDescription			= "iTunes 컨텐츠를 Apple TV로 스트림하려면, iTunes를 실행한 뒤 장비 목록에서 Apple TV를 선택하십시오. 다음 암호를 입력해야합니다:";
PairWithITunesStreamingSkipPairingLabel			= "";

PairWithITunesTurningOffSyncingWarning			= "동기화를 끄면 현재 Apple TV에 있는 모든 컨텐츠가 삭제됩니다.";
PairWithITunesChangingSyncingHostWarning		= "iTunes 보관함을 변경하면 Apple TV의 모든 컨텐츠가 대치됩니다.";

PairWithITunesRequirementLabel					= "Apple TV는 iTunes 7.1.1 이상이 필요합니다";
PairWithITunesCancel							= "취소";
PairWithITunesContinue							= "계속";


// These are the strings for a fatal error alert.  The user will basically have the option to cancel or restart the app
FatalExceptionAlertTitle						= "오류가 발생했습니다.";
FatalExceptionAlertDescription					= "재생/일시 정지를 눌러 Apple TV를 재시동하십시오.";

// These are UI strings for various timings
720p60											= "720p HD";
720p50											= "720p HD - 50Hz";
1080i60											= "1080i HD";
1080i50											= "1080i HD - 50Hz";
1080p60											= "1080p HD";
1080p50											= "1080p HD - 50Hz";
480p60											= "480p";
576p50											= "576p - 50Hz ";
576i											= "576i - 50Hz";

// Loading data from remote sources
LoadingLibrary									= "연결 중";
LoadingLibraryNamed								= "“%@” 로드 중...";
ConnectionToiTunesLost							= "iTunes 보관함을 사용할 수 없음";
WaitingForiTunesToStart							= "\"%@\"에 다시 연결 시도 중. 컴퓨터가 켜져있고 iTunes가 열려있는지 확인하십시오.";
GoToSources										= "소스로 이동";
AttemptingToAuthorizeContent					= "인증 시도 중...";

SharedITunesLibraryPasswordTitle				= "공유된 보관함 암호";
SharedITunesLibraryPasswordText					= "“%@”에 대한 암호를 입력한 다음 완료를 클릭하십시오.";
SharedITunesLibraryPasswordPrompt				= "암호:";
SharedITunesLibraryPasswordRetryTitle			= "올바르지 않은 암호";
SharedITunesLibraryPasswordRetryText			= "“%@”에 대해 입력한 암호가 올바르지 않습니다.\n다시 시도하십시오.";

SharedIPhotoLibraryPasswordTitle				= "사진 보관함 암호";
SharedIPhotoLibraryPasswordText					= "“%@”에 대한 암호를 입력한 다음 완료를 클릭하십시오.";
SharedIPhotoLibraryPasswordPrompt				= "암호:";
SharedIPhotoLibraryPasswordRetryTitle			= "올바르지 않은 암호";
SharedIPhotoLibraryPasswordRetryText			= "“%@”에 대해 입력한 암호가 올바르지 않습니다.\n다시 시도하십시오.";

ConnectToITunesForStreaming						= "새로운 iTunes에 연결";
StreamingServerNotAvailable						= "보관함 사용 가능하지 않음";
TurnOnStreamingServer							= "“%@”가 있는 컴퓨터가 켜져있고 iTunes가 실행 중인지 확인하십시오.";
DisconnectStreamingHost							= "iTunes로부터 연결 해제";
MaxStreamingHostCountReached					= "iTunes 보관함 5개까지 연결할 수 있습니다. 새로운 보관함에 연결할 수 있도록 보관함을 선택하여 연결 해제하십시오.";
SelectHostToDelete								= "새로운 iTunes에 연결.";

// Messages shown above sync progress indicator during syncing:
BRSyncProgressSourceTextFormat					= "“%@” 동기화 중"; // %@ is name of iTunes library
BRSyncProgressAssetTextFormat					= "%d/%d 복사 중: %@"; // Example: Copying 123 of 295: Finding Nemo

// Parental Controls passcode text
BRParentalControlsPasscodeEnterTitle			= "암호 입력";
BRParentalControlsPasscodeEnterPrompt			= "4자리의 유해 컨텐츠 차단 암호를 입력하십시오.";
BRParentalControlsPasscodeWrongTitle			= "암호가 정확하지 않음";
BRParentalControlsPasscodeWrongPrompt			= "입력한 암호가 정확하지 않습니다.";
BRParentalControlsPasscodeSetTitle				= "암호 설정";
BRParentalControlsPasscodeSetPrompt				= "처음으로 Apple TV에 대한 유해 컨텐츠 차단을 설정하려면, 4자리의 암호를 입력하십시오. 암호를 설정한 이후에 유해 컨텐츠 차단을 변경하려면 암호를 입력해야합니다.";
BRParentalControlsPasscodeConfirmTitle			= "암호 확인";
BRParentalControlsPasscodeConfirmPrompt			= "4자리의 암호를 재입력하십시오.";
BRParentalControlsPasscodeConfirmedTitle		= "암호 확인됨";
BRParentalControlsPasscodeConfirmedPrompt		= "암호를 안전한 곳에 보관하십시오. 암호를 잊어버리면, Apple TV를 초기 조건으로 복원하는 초기 설정 값으로 복원을 선택하여 재설정하십시오.";
BRParentalControlsPasscodeMismatchTitle			= "암호가 일치하지 않음";
BRParentalControlsPasscodeMismatchPrompt		= "입력한 암호가 일치하지 않습니다.";
BRParentalControlsPasscodeTryAgainItem			= "다시 암호 설정";
BRParentalControlsPasscodeOldTitle				= "이전 암호";
BRParentalControlsPasscodeOldPrompt				= "이전 4자리의 암호를 입력하십시오.";
BRParentalControlsPasscodeChangeTitle			= "새로운 암호";
BRParentalControlsPasscodeChangePrompt			= "새로운 4자리의 암호를 입력하십시오.";

// Syncing text
BRSettingSyncing								= "동기화";
BRSettingTurnOnSyncing							= "동기화 켬";
BRSettingTurnOffSyncing 						= "동기화 끔";
BRSettingChangeITunesLibrary 					= "iTunes 보관함 변경";

// Combo Row text
AssetViewFormat									= "%@ 보기";
AssetViewsFormat								= "%@ 보기";

BRDVDLoadingText								= "DVD 로드 중...";
BRDVDMenuItemResume								= "재생 다시 시작";
BRDVDMenuStartFromBeginning						= "처음부터 시작하기";
BRDVDMenuItemEjectDisk							= "디스크 추출";
BRDVDMenuItemDVDMenu							= "DVD 메뉴";
BRDVDPlayerChapterFormatter                     = "%d/%d장";

// Account Management text
BRAccountSelectorOtherAccount					= "기타...";

// HDCP Error dialog
HDCPErrorDialogTitle							= "HDCP 없음";
HDCPErrorDialogExplanation						= "이 컨텐츠를 재생하려면 HDCP가 필요합니다. 이 컨텐츠를 재생하려면, 연결된 모니터가 HDCP를 지원하는지 확인하십시오.";


